"""Данные, которые должны поступать от пользователя."""

# месяц заполнения табеля
year = 2023
month = 3
# название отдела
department_name = 'отдел №77'
# ответственное лицо
keeps_time_sheet = 'Пашкова Ю.В.'
# должность ответственного лица
position = 'Инженер'
# начальник отдела
head_of_department = 'Алейников М.С.'
# начальник отдела кадров
head_of_HR = 'Лобова О.А.'
# путь и имя файла, из которого будет взят список сотрудников
file_name = 'Список_сотрудников_77_отдел.xlsx'
# имя файла с отсутствующими сотрудниками
file_name_absence = '2023.03 Отсутствия сотрудников (1-15).xlsx'
# заполняется за полный месяц
full_month = False
# дата заполнения табеля
report_date = '15.03.2023'
